"OK" = "OK";
"DONE" = "Klar";
"Done" = "Klar";
"CANCEL" = "Avbryt";

"Later" = "Senare";

"NEW_ACTION" = "Ny åtgärd";
"DELETE_ACTION" = "Radera åtgärd";
"Delete project" = "Radera projekt";
"Move to In-Basket" = "Flytta till Inkorgen";
"UNDO_ACTION" = "Ångra fullbordan";

"Date" = "Datum";
"Time" = "Tid";
"Alert" = "Flyglarm";
"At the same time" = "På samma gång";
"%@ before" = "%@ innan";

"LAST_MONTH" = "förra månaden";
"LAST_WEEK" = "förra veckan";
"LAST_YEAR" = "förra året";
"NEXT_MONTH" = "nästa månad";
"NEXT_WEEK" = "nästa vecka";
"NEXT_YEAR" = "nästa år";
"SOMEDAY_MAYBE" = "dag / kanske";
"THIS_MONTH" = "denna månad";
"THIS_WEEK" = "denna vecka";
"THIS_YEAR" = "i år";
"TODAY" = "i dag";
"TOMORROW" = "i morgon";
"YESTERDAY" = "i går";

"CALENDAR" = "Kalender";

"DESCRIPTION" = "Beskrivning";
"DISABLED" = "Avaktiveras";
"ENABLED" = "Aktiveras";
"SOUND" = "Ljud";
"TRY" = "Försök";
"Restore" = "Återställa";

"in-basket" = "inbox";
"delegated" = "delegerade";
"completed" = "avslutat";

"How soon do you plan to do this?" = "Hur snart planerar du att göra detta?";
"Enable repeat and notification will be coming every minute until you act on it." = "Aktivera upprepa och anmälan kommer varje minut tills du agera på den.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "dra ner och släppa\nlägga till en ny uppgift";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "dra en aktivitet till höger för att\n• komplett,\n• uppskjuta,\n• kalender eller,\n• delegera det";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "dra en aktivitet till vänster för att\n• ta bort,\n• upprepa,\n• specificera eller,\n• skicka det";
"Pull up and release\nto clear completed tasks." = "dra upp och släpp\natt rensa slutförda uppgifter";

"all done" = "allt gjort";

"STATISTICS_ACTIONS_IN_LIST" = "åtgärder\nfinns med i listan";
"STATISTICS_ACTIONS_FOR_TODAY" = "åtgärder\nför att göra idag";
"STATISTICS_ACTIONS_DONE_TOTAL" = "åtgärder\nklar";
"STATISTICS_DAYS_PASSED_TOTAL" = "dagarna\ngick";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "åtgärder\nper dag";

"Purchase" = "Inköp";
"Receipt for this app expired." = "Kvitto för denna app löpt ut.";
"Premium Feature" = "Detta är en premium-funktion";
"Disable ads here just for %@ right now!" = "Få det just nu för %@!";
"Try for a week" = "Prova en vecka";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Detta är en premium-funktion. Men du inaktiverat i-app inköp. Aktivera dem i inställningarna att gå vidare.";
"Purchase transaction for the feature failed. Try again later." = "Inköpstransaktion för funktionen misslyckades. Försök igen senare.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Detta är en premium-funktion. Men enheten har inte internet-anslutning nu. Försök igen senare.";
"All previously purchased features were restored." = "Alla tidigare inköpta funktioner återställdes.";

"You can greatly help by writing a review." = "Du kan till stor hjälp genom att skriva en recension.";

"WELCOME" = "Välkommen";
"keep tasks here" = "hålla uppgifter här";

"Repeat" = "Upprepa";
"DAY" = "DAG";
"WEEK" = "VECKA";
"MONTH" = "MÅNAD";
"everyday" = "dagligt";
"done %@ times" = "gjort %@ gånger";
"Skip repetition" = "Hoppa över en upprepning";
"REPEAT_DAY_1" = "dag";
"REPEAT_DAY_234" = "dagar";
"REPEAT_DAY_567890" = "dagar";

"Complete" = "Fullborda";
"Postpone" = "Uppskjuta";
"Schedule" = "Planera";

"Version" = "Version";
"Feedback" = "Respons";
"Help" = "Hjälp";
"Sounds" = "Ljud";
"Theme" = "Tema";
"Dark" = "Mörkt";
"Light" = "Lätt";
"Automatic" = "Automatisk";
"Multiline titles" = "Multiline titlar";
"Delete confirmation" = "Radera bekräftelse";
"Icon badge" = "Ikon emblem";
"Calendar reminder" = "Kalender påminnelse";
"Overdue reminder" = "Förfallet påminnelse";
"Process reminder" = "Process påminnelse";
"Review reminder" = "Review påminnelse";
"Restore in-app purchases" = "Återställ i-app inköp";
"Send usage statistics" = "Skicka användningsstatistik";

"Application" = "App";
"Projects" = "Projekt";
"Periodic tasks" = "Periodiska aktiviteter";
"Archive" = "Arkiv";

"Change in storage" = "Ändra i lager";
"Сopy existing tasks to the new storage?" = "Kopiera befintliga aktiviteter till det nya lagringssystemet?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Du har inga aktiviteter för idag.\n•\nGå tillbaka genom nyper i eller skaka.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Du har inga aktiviteter i projektet.\n•\nLägga till aktiviteter genom att dra ner.\n•\nGå tillbaka genom nyper i eller skaka.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Du har oavslutade uppgifter. Slutföra dem eller som för dem nya datum. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Du bör behandla insamlade uppgifter regelbundet för att hålla ordning. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Granska listan varje vecka, detta kommer att hålla det tillförlitliga. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Lycklig";
"Confused" = "Förvirrad";
"Unhappy" = "Olycklig";
"Tell the story of your success and help others to achive the same!" = "Berätta om din framgång och hjälpa andra att uppnå samma!";
"Search for help on a website or write an email to developer." = "Sök hjälp på en webbplats eller skriva ett mail till utvecklare.";
"Sorry to hear. What can I do to fix this?" = "Tråkigt att höra. Vad kan jag göra för att åtgärda detta?";
"How do you feel about it?" = "Hur tycker du om det?";
"Congratulations! You completed %@ tasks." = "Grattis, du har just avslutat %@ uppgifter!";
"Please, rate this app on the App Store. Thanks!" = "Gradera denna app på App Store.";
"Rate %@" = "Betygsätt %@";
"Not now" = "Inte nu";
"Don't ask again" = "Fråga inte igen";
"I completed %@ tasks!" = "Jag avslutade %@ uppgifter!";

"Enjoying this app?" = "Åtnjuter denna app?";
"Would you mind giving me some feedback?" = "Kan du ge oss lite feedback?";
"How about rating on the App Store, then?" = "Vad sägs om betyg på App Store, då?";
"Not really" = "Nej";
"Yes!" = "Ja";
"No, thanks" = "Nej";
"Ok, sure" = "Ja";
"NO" = "Nej";
"YES" = "Ja";
